index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Technical Notes</title>
<meta name="generator" content="Org mode" />
</head>
<body>
<div id="content">
<h1 class="title">Technical Notes</h1>

<div id="outline-container-org308538c" class="outline-3">
<h3 id="org308538c">Links</h3>
<div class="outline-text-3" id="text-org308538c">
<ul class="org-ul">
<li><a href="./networking/networking.html">Networking</a></li>
<li><a href="./ad/ad.html">Active Directory</a></li>
<li><a href="./hacking/hacking.html">Hacking</a> (Pentesting)</li>
</ul>

<p>
<b>Certifications</b>
Networking
</p>
<ul class="org-ul">
<li><a href="./certs/networkplus.html">Network+</a></li>
<li><a href="./certs/ccna.html">CCNA</a></li>
</ul>

<p>
Pentesting
</p>
<ul class="org-ul">
<li><a href="./certs/ejpt.html">eJPT</a></li>
<li><a href="./certs/oscp.html">OSCP</a></li>
</ul>

<p>
&#x2014;
</p>
<ul class="org-ul">
<li><a href="./drilling/drilling.html">Drilling</a></li>
<li><a href="./jp/jp.html">Japanese (日本語)</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgee1b85e" class="outline-2">
<h2 id="orgee1b85e">Materials</h2>
<div class="outline-text-2" id="text-orgee1b85e">
<p>
<a href="https://orgmode.org/worg/org-web.html">https://orgmode.org/worg/org-web.html</a>
<a href="https://olmon.gitlab.io/org-themes/">https://olmon.gitlab.io/org-themes/</a>
</p>
</div>
</div>

<div id="outline-container-org96ce3d3" class="outline-2">
<h2 id="org96ce3d3">Exporting into HTML</h2>
<div class="outline-text-2" id="text-org96ce3d3">
<p>
Simple html export:
<code>M-x org-export-dispatch</code>
</p>
</div>
</div>

<div id="outline-container-org3f240be" class="outline-2">
<h2 id="org3f240be">Tutorials</h2>
<div class="outline-text-2" id="text-org3f240be">
</div>
<div id="outline-container-org662b157" class="outline-3">
<h3 id="org662b157">DistroTube</h3>
<div class="outline-text-3" id="text-org662b157">
<p>
Give it a title and description with the plus and hashtag.
~#+description: gives metadata for the file
</p>

<p>
Options
~#+options: num:nil toc:nil
</p>
</div>
</div>

<div id="outline-container-org67e853b" class="outline-3">
<h3 id="org67e853b">System Crafters</h3>
</div>
</div>
<div id="outline-container-orgc8ba30d" class="outline-2">
<h2 id="orgc8ba30d">Notes</h2>
<div class="outline-text-2" id="text-orgc8ba30d">
<p>
##+options: toc:nil num:nil timestamp:nil
##+setupfile: <a href="https://fniessen.github.io/org-html-themes/org/theme-readtheorg.setup">https://fniessen.github.io/org-html-themes/org/theme-readtheorg.setup</a>
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 27.1 (<a href="https://orgmode.org">Org</a> mode 9.3)</p>
</div>
</body>
</html>
